Repository: jimmyurl/train-ticketing
Catalog: lib/l10n/intl_*.arb
Languages: sw

# onboardingTitle1
source: Welcome to Tikiti
sw: Karibu Tikiti

# onboardingSubtitle1
source: Find and book your trips easily
sw: Tafuta na buku safari yako

# onboardingTitle2
source: Book Your Tickets
sw: Wekesha tiketi yako sasa

# onboardingSubtitle2
source: Browse through available trains and hotels
sw: Tizama tiketi zinazopatikana

# onboardingTitle3
source: Enjoy Your Journey
sw: Furahia Safari Yako

# onboardingSubtitle3
source: Have a wonderful experience with your bookings
sw: Kuwa na uzoefu mzuri na uwekaji nafasi wako

# appTitle
source: Tikiti
sw: Mpangilio wa Safari

# fromHint
source: From (Departure)
sw: Kutoka (Kuondoka)

# toHint
source: To (Destination)
sw: Kwenda (Kifiko)

# returnTrip
source: Round Trip
sw: Safari ya Kwenda na Kurudi

source: Departure
sw: Kuondoka

source: Select departure date
sw: Chagua tarehe ya kuondoka

source: Select return date
sw: Chagua tarehe ya kurudi

source: Search
sw: Tafuta

# planYourJourney
source: Plan your journey effortlessly...
sw: Panga safari yako kwa urahisi...

source: Trains
sw: Treni

source: Bus
sw: Basi

source: Flight
sw: Ndege

source: Home
sw: Nyumbani

source: Hotels
sw: Hoteli

source: Saved
sw: Zilizohifadhiwa

source: Profile
sw: Wasifu

source: Get Started
sw: Anza sasa

source: Next
sw: Mbele

source: Skip
sw: Vuka
